

# Определяем переменные

username = "Илон Маск"  #  Имя ползователя
title = "Проектирование наночипов 25gen"  #  Заголовок заметки
content = "1 - мат.модель, 2 - расчет энергоэффективности"  #  Описание заметки
status = "Активна"  #  Статус заметки
created_date = "15-12-2024"  #  Дата создания заметки в формате "день-месяц-год", например "10-11-2024"
issue_date = "30-03-2025"  #  Дата истечения заметки (дедлайн) в формате "день-месяц-год", например "10-12-2024"


# Выводим значения переменных

print("Имя поолзователя:", username)
print("Заголовок :", title)
print("Описание заметки:", content)
print("Статус заметки:", status)
print("Дата создания заметки:", created_date)
print("Дата истечения заметки:", issue_date)

